import React from "react";

import GridGallery from "./gridGallery/gridGallery";
import generalDesign from "../css/generalDesign.module.css";
import classes from "./About.module.css";


const about = (props) => {
  return (
    <div id="about" className={classes.about__div_container}>
    <div className={classes.about__div}>
        <div className={classes.polygon}></div>
        <div className={classes.text__about__div}>
          <article className={generalDesign.center_horizontal}>
            <p>
              <br />
              <b> ים אירועים</b>
              <br />
              .חברה להשכרת כלים וציוד לאירועים ולשמחות, בעלת וותק של 23 שנים
              נוסדה בשנת 1997
              <br />
              מאז היווסדה צברה ים אירועים מוניטין רב, כמו גם שורה ארוכה של
              לקוחות מרוצים, שהיה לנו העונג לתרום לשמחתם ולהצלחת האירוע
              <br />
              <br />
              <b>ים אירועים</b> מתמחה בהשכרת ציוד לאירועים ובמתן שירות ללקוחות
              פרטיים ועסקיים
              <br />
              ים אירועים מעניקה יחס אישי וצמוד ללקוחותיה, עזרה וייעוץ לכל אורך
              תהליך ההזמנה ותכנון האירוע. בים אירועים מפעילים חשיבה יצירתית
              ומעמידים לשירותכם את ניסיוננו העשיר ורב השנים בכדי שהאירוע שלכם
              יהיה מוצלח, מהנה ומיוחד
            </p>
            <p>
              <b>לים אירועים</b> מגוון רחב של ציוד להשכרה לאירועים הכולל: כלים
              ואביזרים לאירועים, ריהוט לאירועים, רהוט אלטרנטיבי וציוד נלווה.
              השכרת כלי אוכל: כלי האוכל הם כלים יוקרתיים מהחברות המובילות בתחום
              האירועים וכוללים צלחות, כוסות , סכום, קערות בר, וקערות הגשה
              <br />
              <br />
              <b>השכרת ריהוט לאירועים</b> הרהוט לאירועים כולל שולחנות בגדלים
              שונים: שולחנות עגולים מלבניים ומרובעים, כסאות, מזנונים ושולחנות בר
              <br />
              <br />
              <b>השכרת ציוד אלטרנטיבי</b> ציוד אלטרנטיבי כולל : פינות ישיבה,
              שולחנות בר, שולחן בוצ'ר, כסאות בר, פוטונים, שולחנות נמוכים, כריות
              , שרפרפים, מחצלות, כסאות ים ועוד
              <br />
              <br />
              <b> השכרת אביזרים לאירועים</b> אביזרים נלווים להפקת אירוע מושלם:
              כלים שומרי חום וקור, כלי בישול, מקררים , שמשיות, מפות ומפיות
              במגוון צורות גדלים וצבעים, אוהלי קיץ וחורף ועוד
            </p>
            <b>
              בים אירועים שמים דגש על מתן שירות מקצועי, אמין ואדיב לקהל
              לקוחותינו
            </b>
            <br />
            למידע נוסף אודות הציוד להשכרת אירועים הנכם מוזמנים לדפדף באתר
            <br />
            כמו כן לפרטים נוספים ניתן ליצור קשר עם יובל בטלפונים
            <br />
            משרד- 089154110
            <br />
            פקס- 089154115
            <br />
            נייד- 0523757040
            <br />
            נשמח לעמוד לשירותכם להצלחת האירוע
          </article>
        </div>

        <div className={classes.grid__div}>
          <GridGallery ifPlayAnimationAbout={props.ifPlayAnimationAbout}/>
        </div>
      </div>
    </div>
  );
};

export default about;
